export default [
    {id: 1,
        question: ' ما معنى لا إله إلا الله ؟',
        options: [
            'عبادةُ غيرِ اللهِ مع الله',
            'الله هو الخالق فقط',
            ' لا مَعبودَ بِحَقٍّ إلاَّ الله '
        ]
    },
    {
        id: 2,
        question: 
" كم أقسام التوحيد ؟",
        options: [
            "خمسة  أقسام " ,
            " ثلاثة أقسام ",
            "قسمين"
        ]
    },
    {
        id: 3,
        question: "ما هو الشرك ؟",
        options: [
            ' عبادةُ غيرِ اللهِ مع الله',
            'عدم اتخاذ شركاء',
            'أداء العبادات ليراها الناس'
        ]
    },
    {
        id: 4,
        question: " ما هي أقسام التوحيد ؟",
        options: [
           '  الإسلام ، والإيمان ، والإحسان ',
            '  توحيد الربوبية ، وتوحيد الألوهية ، وتوحيد الأسماء والصفات',
            ' توحيد الربوبية ، وتوحيد الألوهية'
        ]
    },
    {
        id: 5,
        question: " ما تعريف توحيد الربوبية ؟",
        options: [
            ' إفرادُ اللهِ في أفعالِه ، مِثل : الخلْق والرزق والإحياء والإماتة ',
            ' إفرادُ اللهِ بأفعالِ العباد ، مِثل : الدعاء والذبح والنذر والسجود',
            " الإستسلامُ للهِ بالتوحيد ، والانقيادُ له بالطاعة ، والبَراءةُ مِنَ الشرك وأهلِه"
        ]
    },
    {
        id: 6,
        question: " ما تعريف توحيد الألوهية ؟",
        options: [
            ' إفرادُ اللهِ في أفعالِه ، مِثل : الخلْق والرزق والإحياء والإماتة ',
            ' الإستسلامُ للهِ بالتوحيد ، والانقيادُ له بالطاعة ، والبَراءةُ مِنَ الشرك وأهلِه',
            " إفرادُ اللهِ بأفعالِ العباد ، مِثل : الدعاء والذبح والنذر والسجود"
        ]
    }, 
    {
         id: 7,
    question: ' مِن أين نأخذ أسماءَ اللهِ وصفاتِه ؟',
    options: [
        "من  السنة فقط",
        " من القرآن والسنة ",
        'من القرآن فقط'
         
    ]
},
{
    id: 8,
    question: ' واحد لا يصف القرآن',
    options: [
        " مُنَزَّلٌ غيرُ مخلوق ، وهو كلامُهُ حقيقة بحَرْفٍ وصوت ",
        " كلامُ الله",
       ' مخلوق '
    ]
},
{
    id: 9,
    question: ', هو إحياءُ الناسِ بعد موتِهم ',
    options: [
        "رسالة",
        "   البَعْث ",
       ' لا شيء مما بالأعلى'
    ]
},
{
    id: 10,
    question: ' ما هي مَراتَبُ الدِّين ؟',
    options: [
        'مَراتَبُهُ هي : الإسلام ، والإيمان ، والإحسان ',
        "مَراتَبُهُ هي : الإسلام ، والإحسان  والإيمان ",
        "مَراتَبُهُ هي :  ، والإيمان, الإسلام ، والإحسان "
    ]
},
{
    id: 11,
    question: 'أي واحد ليس من أركان الإسلام',
    options: [
        " والإيمانُ برُسُلِه",
        "وإيتاءِ الزكاة",
        "وإقامِ الصلاة"
    ]
},
{
    id: 12,
    question: 'هو الإستسلامُ للهِ بالتوحيد ، والانقيادُ له بالطاعة ، والبَراءةُ مِنَ الشرك وأهلِه ',
    options: [
        '  الإحسان',
       
      'الإيمان ',
        'الإسلام'
    ]
},
{
    id: 13,
        question: ' كَم أركان الإسلام  ؟ ',
        options: [
          ' أركانُهُ ثلاثة ',
           ' أركانُهُ ستة ',
            'أركانُهُ خمسة '
        ]
    },
{
    id: 14,
        question: '  تعريفُهُ وأركانُهُ هو : أنْ تَعْبُدَ اللهَ كأنكَ تَراه ، فإنْ لَمْ تَكُنْ تَراه فإنه يَراك ',

        options: [
            ' ، الإحسان',
       
                ' الإيمان',
            'الإسلام'

        ]
    },
    {
        id: 15,
        question: ' ماحكم الذبح والسجود لغير الله ؟',
        options: [
            "الشرك الأصغر يخرج من الملة",
            "الشرك الأكبر الذي لا يخرج أحداً من الملة",
            ' شِرْكٌ أكبر مُخْرِجٌ مِن مِلة الإسلام'
        ]
    }, 
    {
        id: 16,
        question: ' ما أعظمُ عبادة',
        options: [
            ' التوحيد',
            'صلاة',
            "صيام"]


}, 
{id: 17,
question:  'أيهما ليس من أركان الإيمان',
options: [
    " وإيتاءِ الزكاة",
    ' الإيمانُ بالله',
    'والإيمانُ برُسُلِه'
]
},
{
id: 18,
question: 'إعتقادٌ بالقلب ،  وقولٌ باللسان ، وعمَلٌ بالجوارح ، يزيدُ بالطاعة ويَنقصُ بالمعصية',
options: [
   ' ، الإحسان',
       
  ' الإيمان',
        'الإسلام'
]
}, 
{
id: 19,
        question: ' ما أعظمُ معصية ؟',
        options: [
            "للكذب",
            "ترك صلا",
            ' الشرك"'
        ]
    },
    {

        id: 20,
        question: 'ما هي كلمة التوحيد ؟',
        options: [
           ' الله أكبر',
            "لا إله إلا الله",
            'سبحان الله'
        ]
    },
     
     
];
export const answers = [2,1,0,1,0,2,1,2,1,0,0,2,2,0,2,0,0,1,2,1];